[
  {
    "year": "2019-2020",
    "imgSrc": "profile-img17",
    "title": "SF film Wonderland props designer",
    "desc": "Participated in art production team as a props designer. Unique experience involved in the process of shaping the mood and aesthetics of the story."
  },
  {
    "year": "2019",
    "imgSrc": "e03_pr05",
    "title": "3, 1/2 Exhibition for space and media",
    "desc": "Exhibited my work 'palm to room' for the interactive media and space exhibition '3, 1/2'"
  },
  {
    "year": "2018-2019",
    "imgSrc": "profile-img11",
    "title": "Dell Experience Design Group Internship",
    "desc": "Industrial / Experience design intern for 9 months. Participated in UX projects for advanced concepts and did a personal project about future collaboration experience"
  },
  {
    "year": "2018",
    "imgSrc": "profile-img12",
    "title": "Erdmann Design AG Meditech Design Workshop",
    "desc": "Teamed up with meditech startup called 'Twiice' for developing rehabilitation, ideating for detailed service scenario and brand direction"
  },
  {
    "year": "2018",
    "imgSrc": "profile-img13",
    "title": "RWTH Aachen University Collaboration Project",
    "desc": "Collaboration project with engineers from RWTH and Hongik, developic specific systems and visuals for the new concepts of bathrooms for the design agency, Noah"
  },
  {
    "year": "2017",
    "imgSrc": "profile-img15",
    "title": "L’OREAL Inspiration & Immersion Project",
    "desc": "Participated in finding changing needs about cosmetics and developing new products and services with appropriate form factor of gestures"
  },
  {
    "year": "2017",
    "imgSrc": "profile-img10",
    "title": "LG Electronics Next Gen Smart Experience & Intelligence Opportunity Landscape Review",
    "desc": "Exploration in changing industry and value of next generation and potential area of focus in terms of the specific brand, LG Electronics."
  },
  {
    "year": "2017",
    "imgSrc": "profile-img08",
    "title": "2017 HID Degree Show",
    "desc": "Visual directing in Hongik Industrial Design Degree show, with developing the strategy, visual system, and actual assets for the space design and advertising"
  },
  {
    "year": "2017",
    "imgSrc": "profile-img01",
    "title": "Seoul Open Digital Forum / Award",
    "desc": "Discussing about how technology can make the city better and happier. Participated as a presentor of the project 'Nofie'"
  },
  {
    "year": "2017",
    "imgSrc": "profile-img02",
    "title": "L’OREAL Inspiration & Immersion Project",
    "desc": "Immersive research and exploration in the role and the phenomenon of cosmetic usages, and the concept suggestion for future cosmetic line-up"
  },
  {
    "year": "2016",
    "imgSrc": "profile-img03",
    "title": "Baltimore Parkway Theater Renovation Project",
    "desc": "Starting from what makes 'the Baltimore' and learning who's living here, we came up with a furniture which talks about the difference. Selected as a finalist"
  },
  {
    "year": "2016",
    "imgSrc": "profile-img16",
    "title": "Exchange student in MICA",
    "desc": "Studied in Maryland Institute College of Art for a semester, a s graphic-design major."
  },
  {
    "year": "2016",
    "imgSrc": "profile-img05",
    "title": "TBS Design Invitational - Transit for Better Seoul",
    "desc": "Visual breakthrough for a next-generation taxi in Seoul. I participated as an industrial designer, combining the graphical approaches of the team into a practical product and system."
  },
  {
    "year": "2016",
    "imgSrc": "profile-img07",
    "title": "WE-BING : Project for General Election in Korea",
    "desc": "Collaboration Project with developers and designers to discuss and come up with easier way to get involved with 'Politics'"
  },
  {
    "year": "2016",
    "imgSrc": "profile-img14",
    "title": "Litas Academy Branding Design",
    "desc": "Developing a visual concept and system for the brand 'Litas Academy', the institue for the art students. Freelance work."
  },
  {
    "year": "2016",
    "imgSrc": "profile-img04",
    "title": "Fyuhusion 2016 - Exhibition",
    "desc": "Participated both in planning the exhibition, and as a design team for 'Dailog'."
  },
  {
    "year": "2015",
    "imgSrc": "profile-img06",
    "title": "i.ng - Collaboration Exhibition with Engineers",
    "desc": "Participated as a team 'Woom', designing a kintic toy for adults by collaborating with engineers from Hong Ik University."
  },
  {
    "year": "2015",
    "imgSrc": "profile-img09",
    "title": "HÄNDEN Branding Project",
    "desc": "Design Renewal project for the brand 'HÄNDEN', from overall mood to identities, and graphical system."
  }
]
